Ran Plan for dir: `.` workspace: `area13`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # digitalocean_record.evilfactorylabs_atlantis must be replaced
-/+ resource "digitalocean_record" "evilfactorylabs_atlantis" {
      - flags    = 0 -> null
      ~ fqdn     = "atlantis.evilfactorylabs.org" -> (known after apply)
      ~ id       = "328776208" -> (known after apply)
        name     = "atlantis"
      - port     = 0 -> null
      - priority = 0 -> null
      ~ ttl      = 1800 -> (known after apply)
      ~ type     = "A" -> "CNAME" # forces replacement
      ~ value    = "103.179.56.192" -> "cname.edgy.network"
      - weight   = 0 -> null
        # (1 unchanged attribute hidden)
    }

Plan: 1 to add, 0 to change, 1 to destroy.
Releasing state lock. This may take a few moments...

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -w area13`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.evilfactorylabs.org/lock?id=evilfactorylabs%252Farea13%252F.%252Farea13)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -w area13`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
